Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=62_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamenkielinen oppimateriaalityö
sms: Sääʹmǩiõllsaž mättʼtemaaunâstuâjj

source: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.
sms: Mättʼtemaaunâstuâjj rääjj oudldõõzzid sääʹmǩiõl, sääʹm kulttuur da sääʹmǩiõllsai mättʼtõʹsse jeeʹres škouultääʹzzid.

source: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 – luvun puolivälissä.
sms: Sääʹmǩiõllsai mättʼtemaunnsi valmštumuš aʹlǧǧeš sääʹmǩiõllsai alggmättʼtõõzz äʹlǥǥempoodd 1970 – lååǥǥ peäʹlrääʹjest.

source: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.
sms: Aalǥâst aaunâstuâjast vaʹsttii Sääʹmjânnam läänhalltõs, koʹst reâuǥai eeʹjjest 1976 ääʹljeeʹl spesial sääʹmškoouʹlʼjumuužž plaanraaʹjji.

source: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.
sms: Ânnʼjõõžžâst mättʼtemaaunâstuâjj kooll Sääʹmteeʹǧǧ tuâjaid, kååʹtt vuäǯǯ piirieeʹjji valdiaveäʹǩǩvuõđ mättʼtemaunnsi valmštem diõtt.

source: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.
sms: Mättʼtemaaunâsmieʹrrteäʹǧǧ sisǩǩad valdia mäʹhssemplaanâst mättʼtõsministeria väʹlddklaʹsse da tåʹben mättʼtõshalltõõzz tuåimmkuulid.

source: Saamelaiskäräjät tekee vuosittain opetushallituksen kanssa oppimateriaalityötä koskevan tulossopimuksen ja raportoi sille materiaalityön tuloksista.
sms: Sääʹmteʹǧǧ rääjj piirieeʹjji mättʼtõshalltõõzzin mättʼtemaaunâstuâi kuõskki tuejjeemsuåppmõõžž da čiõlggâd tõõzz aaunâstuâjai šõddmõõžži diõtt.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta hyväksyy oppimateriaalityötä koskevat tuotantosuunnitelmat ja periaatteet.
sms: Sääʹmteeʹǧǧ škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd preemm mättʼtemaaunâstuâi kuõskki puuʹttõsplaanid da vuâđđjurddjid.

source: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.
sms: Škoouʹlʼjem- mättʼtemaaunâskoontâr väʹsttad mättʼtemaaunâstuâi plaanmõõžžâst, haʹŋǩǩõõzzi praksiizz čõõđtumuužžâst, jueʹǩǩmest, teâđtumuužžâst, vaaʹri âânnmõʹšše kuulli vaaldšemmest da aaunâstuõjju kuõskki tâʹvvjânnamlaž õhttsažtuâjast.

source: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.
sms: Mättʼtemaunnsid valmštet aanar-, nuõrttsääʹm- da tâʹvvsääʹmǩiõlin.

source: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.
sms: Sääʹmteʹǧǧ tuejjad še privatnallšem mättʼtemaaunâstuâi valmštumuužž.

source: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.
sms: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkååʹddest vuäitt ooccâd veäʹǩǩvuõđ sääʹmǩiõllsai mättʼtemaaunâsprojeekti diõtt.

source: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.
sms: Väʹlddveârlaž ooccâmäiʹǧǧ iʹlla, leša veäʹǩǩvuõđ ooccât tääuʹjmõssân skamm- täʹlvvmannust, kuäʹss puõʹtti eeʹjj puuʹttõsplaan valmštõõlât.

source: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.
sms: Sääʹmteʹǧǧ vuäitt paʹlǩǩeed mieʹrräiggsa obbpeivvsaž tuâjjlaid mättʼtemaaunâs ǩiõttǩeeʹrjtõs- da jeeʹres tuâjaid.

source: Merkittävin oppimateriaalityötä tekevä ryhmä ovat saamenkieliset opettajat.
sms: Vääžnmõs mättʼtemaaunâstuâi tuejjeei äʹrttel liâ sääʹmǩiõllsa uʹčteeʹl.

source: Oppimateriaalityön periaatteet
sms: Mättʼtemaaunâstuâi vuâđđjurddi

source: Oppimateriaalin jakelun periaatteet
sms: Mättʼtemaaunâstuâi jueŠǩǩem vuâđđjurddi

source: Valtionavustukset
sms: ValdiaveäŠǩǩvuõđ

source: Vaalikaudella 2004-2007 julkaistut materiaalit
sms: VaalpââŠjest 2004-2007 čõõđtum aunnâz
